brew "automake"
brew "awk"
brew "python@3.9"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bats"
brew "binutils"
brew "bison"
brew "bzip2"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pcre"
brew "pkg-config"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "libssh2"
brew "zstd"
brew "curl"
brew "diffstat"
brew "diffutils"
brew "dos2unix"
brew "ed", link: true
brew "libevent"
brew "fd"
brew "findutils"
brew "fish"
brew "gawk", link: false
brew "gcc"
brew "gdb"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "libtool"
brew "gnutls"
brew "gnupg"
brew "grep"
brew "gzip"
brew "hub"
brew "jq"
brew "kubernetes-cli"
brew "less"
brew "libfido2"
brew "libiconv"
brew "libmagic"
brew "libyaml"
brew "libzip"
brew "lsof"
brew "make"
brew "moreutils"
brew "most"
brew "mtr"
brew "netcat"
brew "openssh"
brew "openssl@3"
brew "prettyping"
brew "protobuf"
brew "protobuf-c"
brew "pstree"
brew "revive"
brew "ripgrep"
brew "rsync"
brew "sccache"
brew "shellcheck"
brew "socat"
brew "squashfs"
brew "tcpdump"
brew "unzip"
brew "vim"
brew "watch"
brew "watchman"
brew "wdiff"
brew "wget"
brew "whois", link: true
brew "yamllint"
brew "yarn"
brew "yq"
brew "bufbuild/buf/buf"
cask "docker"
cask "firefox"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "rectangle"
cask "slack"
cask "spotify"
